tap "alienator88/cask"
tap "federico-terzi/espanso"
tap "homebrew/bundle"
tap "koekeishiya/formulae"
tap "yt-dlp/taps"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "bash-language-server"
brew "bat"
brew "glib"
brew "chezmoi"
brew "cmake"
brew "delve"
brew "deno"
brew "elixir-ls"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "python@3.12"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "git"
brew "gleam"
brew "go"
brew "gopls"
brew "gradle"
brew "librsvg"
brew "graphviz"
brew "gum"
brew "helix"
brew "lazygit"
brew "marksman"
brew "neofetch"
brew "neovim"
brew "nushell"
brew "plantuml"
brew "python-lsp-server"
brew "python@3.10"
brew "python@3.9"
brew "slides"
brew "starship"
brew "tinymist"
brew "tlrc"
brew "tmux"
brew "typst"
brew "yt-dlp"
brew "zig"
brew "zls"
cask "alacritty"
cask "amethyst"
cask "discord"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "handbrake"
cask "itsycal"
cask "karabiner-elements"
cask "legcord"
cask "pearcleaner"
cask "qlmarkdown"
cask "vivaldi"
cask "zen-browser"
